{
  "traditions": [
    {
      "id": 1,
      "title": "Dragobete",
      "image": "https://www.romaniatv.net/wp-content/uploads/2014/02/dragobete_12770700.jpg",
      "location": "All Romania",
      "origin": "",
      "description": "Seen as the Romanian version of Valentine’s Day, Dragobete is celebrated on February 24th. Dragobete, personified as a young handsome man, is the protector of lovers in Romanian folk culture. Around that day, which represents the end of winter, it is believed that birds find their mate and start building nests together. Traditionally, young men and women would pick flowers together in the woods, and upon returning, women would allow the man they fancied to steal a kiss. That would mark the start of their relationship, and bygone times, that of their engagement."
    },
    {
      "id": 2,
      "title": "Cucii",
      "image": "https://cdn.theculturetrip.com/wp-content/uploads/2017/03/rsz_cucii_2016.png",
      "location": "Brănești, as well as several villages near Călărași,the seaside city of Constanța in the Maramureș region, northern Romania",
      "origin": "",
      "description": "Translated as ‘The Cuckoos’, this is a tradition the whole village takes part in. One of the most colorful Romanian customs, it precedes the start of the Lent and involves beautifully adorned masks and costumes. The main character, The Cuckoo, wears a mask shaped like a globe, embellished with hundreds of paper flowers and ribbons. The rest of the participants are men dressed as women, who wear their lovers’ clothes. They wear belts fixed with loud bells around their waists and carry a stick. They roam the village and touch, or even gently hit, those in the audience so they gain protection against diseases and misfortune in the coming year. "
    },
    {
      "id": 3,
      "title": "Sânzienele",
      "image": "https://upload.wikimedia.org/wikipedia/commons/a/a0/Cricau_Festival_2013_-_Sanziene_-_24.jpg",
      "location": "Rural areas of Romania",
      "origin": "",
      "description": "Sânzieneleare celebrated on June 24th and mark the summer solstice. In Romanian folk culture, Sânzienele are good fairies, and the holiday is held in their honor. This tradition involves young women, who dress in long white dresses and wear beautiful crowns made of wild flowers and wheat ears in their hair. The central point of the ritual is their dance, who usually takes place in the evening, around a bonfire. It is believed that on this special night, the skies open up and magic things can happen to anyone who believes in it. Love spells, in particular, are at their most powerful this night. "
    },
    {
      "id": 4,
      "title": "Eating garlic on St. Andrew’s Day",
      "image": "https://img.theculturetrip.com/1440x/smart/wp-content/uploads/2017/03/dagmar-luhringova.jpg",
      "location": "All Romania",
      "origin": "pre-Christian",
      "description": "On St. Andrew’s Day, November 30th, a popular custom is to take a handful of wheat and place it on a sunny spot in the house so that, watered regularly, can sprout and grow. If the wheat grows tall and healthy, it means the coming year will be a happy one. Also, as one would expect from the country that gave the world Count Dracula, common belief says that on this night evil spirits and creatures, such as werewolves and strigoi (a local type of zombie), get free reign and can enter people’s homes. The solution? Romanians eat as much garlic as possible during the day and smear all doors and window sills with the precious bulb."
    }
  ]
}
